[{
  "name": "Alien Amber",
  "description": "We have blended eight different types of barley to create this amber ale.  It appeals to the largest segment of craft beer drinkers who enjoy a smooth, malty ale with no hop bitterness.",
  "imageUrl": "../img/beer/alien-amber.jpg",
  "coordinates": {"savory": 0.75, "sweet": 0.03, "spice": 0.25}
},
  {
    "name": "Alien Nutbrown",
    "description": "This Nut Brown is brewed with English Ale yeast.  In English tradition, we use only English Fuggle hops, which are low in bitterness and produce a mild floral hop taste.  The complexity of this Nut Brown is created mainly by the Chocolate and Dark Chocolate malted barley. There is a roasted coffee flavor with hints of chocolate and nutty or nutmeg finish on the back of the tongue.   This Nut Brown has the widest spectrum of flavors of any Nut Brown on the market.",
    "imageUrl": "../img/beer/alien-nutbrown.jpg",
    "coordinates": {"savory": 0.4, "sweet": 0.25, "spice": 0.2}
  },
  {
    "name": "Canteen High Plains Pils (German Pilsner, lager)",
    "description": "This easy-drinking beer is straw-to-golden in color with light-to-medium body or mouth feel, medium malt flavor, medium to high bitterness and low-to-medium hop flavor and aroma.This is our lightest beer available year round, higher in carbonation than most our beers, and filtered to resemble most of the mass-produced lagers that people are familiar with, but with more character.",
    "imageUrl": "../img/beer/canteen.jpg",
    "coordinates": {"savory": 0.35, "sweet": 0.15, "spice": 0.15}
  },
  {
    "name": "Canteen La Luz Wheat (American Wheat Ale)",
    "description": "Our lightest year-round offering, brewed with 25% wheat malt, which imparts a richer flavor to the beer than your average light lager possesses. An easy-drinking, low-hopped and refreshing beer that even your non-craft beer drinking friends will enjoy.",
    "imageUrl": "../img/beer/canteen.jpg",
    "coordinates": {"savory": 0.15, "sweet": 0.75, "spice": 0.1}
  },
  {
    "name": "Canteen Pecos Trail Brown Ale (American Brown Ale, ale)",
    "description": "A malt-dominated beer with roasted malt, chocolate, nutty and or toasty flavors. Medium-to-high bitterness with noticeable hop aroma and flavor. Brown to dark brown color. Our brown is the most decorated beer we brew, winning many medals at the GABF and World Beer Cup. It is darker in color and richer in flavor than most brown ales on the market but that’s what makes it stand alone.",
    "imageUrl": "../img/beer/canteen.jpg",
    "coordinates": {"savory": 0.32, "sweet": 0.38, "spice": 0.12}
  },
  {
    "name": "La Cumbre BEER Lager",
    "description": "Looks like beer . . . Smells like beer . . . Tastes like beer . . . it’s BEER. Our aptly named lager is light in body but substantial enough in flavor to let you know that yes . . . You are drinking beer. Yeah BEER!",
    "imageUrl": "../img/beer/la-cumbre-beer.jpg",
    "coordinates": {"savory": 0.19, "sweet": 0.6, "spice": 0.05}
  },
  {
    "name": "La Cumbre a Slice Of Hefen",
    "description": "Poured into a 23 oz. Hefe glass, this beer is served mit hefe with a voluminous white head. The aroma is everything we love in the style; clove, banana and vanilla. The body is rich and creamy, yet finishes fairly dry and is as refreshing as any beer you’ll drink here or anywhere else.",
    "imageUrl": "../img/beer/la-cumbre-a-slice-of-hefen.jpg",
    "coordinates": {"savory": 0.23, "sweet": 0.55, "spice": 0.13}
  },
  {
    "name": "La Cumbre Elevated IPA",
    "description": "did someone ask for hops?",
    "imageUrl": "../img/beer/la-cumbre-elevated-ipa.jpg",
    "coordinates": {"savory": 0.99, "sweet": 0.0, "spice": 0.66}
  },
  {
    "name": "La Cumbre Red Ryeot",
    "description": "Rich caramel and toasted malts team up with flaked rye and march to the beat of a big but balancing bitterness only to be overtaken by an onslaught of American hop aroma and flavor. You want a tame and subservient, spineless beer that takes orders well and doesn’t challenge anything or anyone? This ain’t it!",
    "imageUrl": "../img/beer/la-cumbre-red-ryeot.jpg",
    "coordinates": {"savory": 0.3, "sweet": 0.6, "spice": 0.6}
  },
  {
    "name": "La Cumbre Malpais Stout",
    "description": "Brewed with 7 different malts, you should be ready for a full onslaught of creamy stout intensity. Broadly in the style of a Foreign Extra Stout, this is our heaviest and most intense year-round offering.",
    "imageUrl": "../img/beer/la-cumbre-malpais-stout.jpg",
    "coordinates": {"savory": 0.45, "sweet": 0.5, "spice": 0.03}
  },
  {
    "name": "Marble Oatmeal Stout",
    "description": "Brewed with flaked oats and a blend of three roasted malts, this luxurious stout has a creamy texture with dark notes of espresso and chocolate.",
    "imageUrl": "../img/beer/marble-oatmeal-stout.jpg",
    "coordinates": {"savory": 0.13, "sweet": 0.9, "spice": 0.14}
  },
  {
    "name": "Marble Double White",
    "description": "Delicate and dry, pale and hazy, this Belgian-inspired wheat ale is accented with traditional spices.",
    "imageUrl": "../img/beer/marble-double-white.jpg",
    "coordinates": {"savory": 0.7, "sweet": 0.6, "spice": 0.3}
  },
  {
    "name": "Marble Wildflower Wheat",
    "description": "An unfiltered American Wheat Ale accented with New Mexico wildflower honey. Our liquid sopapilla.",
    "imageUrl": "",
    "coordinates": {"savory": 0.15, "sweet": 0.8, "spice": 0.17}
  },
  {
    "name": "Abbey Monks’ Ale",
    "description": "Monks’ Ale is distinctly fruity and spicy. The yeast lends a note of clove and in combination with the malt, hints of plum and apricot. The malt itself provides a honeyish quality up front, a round fullness in the middle, and the hops, together with our pure brewing water, lend a clean, dry finish.",
    "imageUrl": "",
    "coordinates": {"savory": 0.41, "sweet": 0.12, "spice": 0.51}
  },
  {
    "name": "Abbey Monks' Dark Ale",
    "description": "Monks’ Dark Ale is a well-balanced medium bodied ale with a smooth creamy mouthfeel, good carbonation, and no alcohol warmth or astringency. The aromas are predominantly hazelnut and chocolate with hints of raisins and stone fruits with no diacetyl. This ale pours with nice lacing and a lasting tan head. Flavors include toasted hazelnuts, raisins, caramel malt, and mild green apples with no phenols. The subdued, yet present hops create a light, crisp, refreshing, taste. The finish is dry with mild caramel and slight roastiness with mild green apples.",
    "imageUrl": "",
    "coordinates": {"savory": 0.13, "sweet": 0.88, "spice": 0.09}
  },
  {
    "name": "Bosque Lager",
    "description": "Bosque's interpretation of what a light-bodied lager should be, this offering quenches thirsty palates without sacrificing depth and character. Balanced medium hop and malt profiles are present in the aroma and flavor and the eye is drawn to its straw colored, glass-like clarity.",
    "imageUrl": "",
    "coordinates": {"savory": 0.22, "sweet": 0.55, "spice": 0.05}
  },
  {
    "name": "Bosque Scotia Scotch Ale",
    "description": "Amber colored with a chewy mouthfeel. This giant is brewed in the “wee heavy” style of Scotch ales: heavy on the alcohol, caramel, and malty sweetness.",
    "imageUrl": "",
    "coordinates": {"savory": 0.10, "sweet": 0.75, "spice": 0.02}
  },
  {
    "name": "Chama River Class VI Golden Lager",
    "description": "This Bohemian-style Pilsner is brewed with 100% German malt and hopped with Czech Saaz. This Golden lager is crisp and clean with subtle aroma of hops.",
    "imageUrl": "/path/to/image.png",
    "coordinates": {"savory": 0.2, "sweet": 0.1, "spice": 0.2}
  },
  {
    "name": "Chama River Jackalope IPA",
    "description": "Our house IPA offers a balance and zest for the hopheads looking for an everyday IPA. We use five varieties of hops to create citrus and pine notes that start with a great aroma and finish with great flavor and clean bitterness.",
    "imageUrl": "",
    "coordinates": {"savory": 0.98, "sweet": 0.01, "spice": 0.5}
  },
  {
    "name": "Red Door Belgian Dubbel",
    "description": "he Brewers at Red Door aren’t Trappist Monks, but they sure do like the beer they create in their monasteries.  Red Door’s version of this Abbey style ale is made with a yeast strain from the Westmalle Brewery in Belgium.  It’s slightly sweet up front with fruit and spice aromas and finishes dry.",
    "imageUrl": "",
    "coordinates": {"savory": 0.25, "sweet": 0.5, "spice": 0.25}
  },
  {
    "name": "Santa Fe Happy Camper IPA",
    "description": "Happy Camper IPA is a classic beer for those beer lovers who love their hops. By masterfully combining several different hops with a very specific brewing process, we ended up with a beautifully balanced IPA. Full-bodied maltiness combined with a spicy, citric, and floral hop character, make this IPA one of our most popular beers.",
    "imageUrl": "",
    "coordinates": {"savory": 1, "sweet": 0.03, "spice": 0.6}
  },
  {
    "name": "Santa Fe Nut Brown",
    "description": "Santa Fe Brewing Company’s Nut Brown Ale uses a combination of high mash temperature, hard water, and low-alpha acid hops to produce a product that is both true to an English style Brown yet distinctly Santa Fe. This easy-drinking beer is mild with a nutty flavor which makes it a perfect session beer.",
    "imageUrl": "",
    "coordinates": {"savory": 0.08, "sweet": 0.33, "spice": 0.08}
  },
  {
    "name": "Tractor Delicious Red Apple Cider",
    "description": "SYNCHRONIZED FLAVORS AND CARBONATION CULTIVATE THE PALATE WITHOUT THE EFFECT OF TONGUE FATIGUE. WHETHER SITTING, STANDING, HITCHING OR PULLING, THIS TOE TAPPING CIDER WONʼT WEAR WOBBLY. SOME SECRETS OF ITS STAMINA ARE KNOWN, MORE BECOME APPARENT WHEN YOU SEE AND TRY IT FOR YOURSELF. EVEN IF YOUʼVE BEEN DRINKING CIDERS FOR AS LONG AS WE HAVE, THEREʼS A FRESH NEW THRILL WAITING FOR YOU. IT IS TASTIER, SMOOTHER, MORE GOLDEN IN COLOR, AND MORE FLAVORFUL THAN ANYTHING ELSE IN ITS CLASS.",
    "imageUrl": "",
    "coordinates": {"savory": 0.05, "sweet": 1, "spice": 0.1}
  },
  {
    "name": "Tractor Farmer's Tan Red Ale",
    "description": "BIG, RICH AND MALTY, WAS DESIGNED TO BRING FORWARD BOLD CANDY FLAVORS THAT MINGLE WITH SLIGHT NOTES OF EARTHY HOPS. POUR YOURSELF ONE OF THESE DEEP AMBER ALES AND LET YOUR SENSES ENJOY THE AROMA OF TOASTED CARAMEL MALT THAT FINISHES SLIGHTLY SWEET AND UNBELIEVABLY DELICIOUS.",
    "imageUrl": "",
    "coordinates": {"savory": 0.8, "sweet": 0.15, "spice": 0.34}
  },
  {
    "name": "Tractor Hay Maker Honey Wheat",
    "description": "A LIGHT, HONEY COLORED WHEAT ALE MADE WITH LOCAL NEW MEXICO HONEY. THIS CRISP BEER STRIKES OF HONEY FOLLOWED BY A SLIGHTLY HOPPY AFTERTASTE. MAKE HAY WHILE THE SUN SHINES.",
    "imageUrl": "",
    "coordinates": {"savory": 0.2, "sweet": 0.66, "spice": 0.1}
  }]